{"lane":{"id":244,"title":"Maps","slug":"maps","created_at":"2023-10-17T17:33:15.000Z","updated_at":"2023-10-17T17:33:15.000Z","rank":null,"featured":false,"query":null,"type":"CollectionLane","collections":[{"id":4809,"uuid":"5cd94760-c52a-012f-bcd4-3c075448cc4b","hades_id":854714,"title":"Maps of North America","slug":"maps-of-north-america","short_description":null,"description":null,"collection_type":null,"num_children":null,"num_items":3341,"popularity":null,"division_id":55,"created_at":"2014-11-24T23:10:42.000Z","updated_at":"2023-09-08T03:15:30.000Z","image_id":"434086","mss_id":null,"hades_collection_id":149,"alt_image_ids":"5652863,57081097,56791707,57098660,57100151,57484224,57414998,57410759","video_thumbnail":null,"custom_image_id":null},{"id":4751,"uuid":"2600a3f0-c5ec-012f-424e-58d385a7bc34","hades_id":1062588,"title":"Atlases of the United States","slug":"atlases-of-the-united-states","short_description":null,"description":null,"collection_type":null,"num_children":null,"num_items":3867,"popularity":null,"division_id":55,"created_at":"2014-11-24T22:27:35.000Z","updated_at":"2023-09-08T03:15:28.000Z","image_id":"433879","mss_id":null,"hades_collection_id":null,"alt_image_ids":"1603096,3999419,1582612,3903687,1584559,3905220,2055660,1602754","video_thumbnail":null,"custom_image_id":null},{"id":4771,"uuid":"a1a9d830-c5a6-012f-00ec-58d385a7bc34","hades_id":854843,"title":"Maps of New York City and State","slug":"maps-of-new-york-city-and-state","short_description":"Thousands of maps of North America from the earliest printed portrayals to the close of the 19th century; multiple versions and editions allow for historical comparisons.","description":"\u003cdiv id=\"collectioncontent\"\u003e\t\u003ch3\u003eCollection History\u003c/h3\u003e\u003cp\u003eIn 1997, on the death of Lawrence H. Slaughter, part of his magnificent private map collection came to NYPL from his estate, as a gift from his family. In 2001, the second half of the collection was given to the Map Division. His collection of maps focuses on the Middle Atlantic region, and formed the basis for the exhibition \"In thy map securely saile.\"\u003cbr\u003e  \u003cbr\u003e  Another private collection came to NYPL in 1990 from the John H. Levine estate,   comprised of a wonderful miscellany of antique maps for places around the world,   from the Holy Lands to Bermuda, providing additional specimens for this digital   presentation. \u003c/p\u003e \u003ch3\u003eBackground\u003c/h3\u003e \u003cp\u003e Established in 1898, from map and atlas collections in the Astor and Lenox   libraries, which that year joined to form The New York Public Library, the Map   Division now holds some 400,000+ maps, atlases and books about cartography.   Support from the National Endowment for the Humanities in 2000-2002 enabled   cataloging of the Slaughter gift and the related maps included in this presentation,  some of which are described in more detail on the \"American Shores: Maps of the Middle Atlantic Region to   1850\" site below. \u003c/p\u003e \u003ch3\u003eRelated Resources\u003c/h3\u003e\t \u003cp\u003eCampbell, Tony. \u0026#8220;Map History / History of Cartography.\u0026#8221; (c2004)     \u0026lt;\u003ca href=\"http://www.maphistory.info/index.html\" target=\"_blank\"\u003ehttp://www.maphistory.info/index.html\u003c/a\u003e\u0026gt;\u003c/p\u003e   \u003cp\u003eLibrary of Congress. \u0026#8220;American Memory: Map Collections 1500-2004.\u0026#8221;     (2004) \u0026lt;\u003ca href=\"http://memory.loc.gov/ammem/gmdhtml/gmdhome.html\" target=\"_blank\"\u003ehttp://memory.loc.gov/ammem/gmdhtml/gmdhome.html\u003c/a\u003e\u0026gt;\u003c/p\u003e   \u003cp\u003eNYPL. \u0026#8220;American Shores: Maps of the Middle Atlantic Region to 1850.\u0026#8221;     (c2002) \u0026lt;\u003ca href=\"http://www.nypl.org/research/midatlantic/\" target=\"_blank\"\u003ehttp://www.nypl.org/research/midatlantic/\u003c/a\u003e\u0026gt;\u003c/p\u003e   \u003cp\u003e_____ . \u0026#8220;\u0026#8217;In thy map securely saile\u0026#8217;: Maps, Atlases, Charts,     and Globes from the Lawrence H. Slaughter Collection.\u0026#8221; (1998) \u0026lt;\u003ca href=\"http://www.nypl.org/research/chss/epo/mapexhib/index.html\" target=\"_blank\"\u003ehttp://www.nypl.org/research/chss/epo/mapexhib/index.html\u003c/a\u003e\u0026gt;\u003cbr\u003e   \u003c/p\u003e\u003c/div\u003e","collection_type":null,"num_children":null,"num_items":2048,"popularity":null,"division_id":55,"created_at":"2014-11-24T23:10:02.000Z","updated_at":"2023-10-10T03:23:36.000Z","image_id":"ps_map_195","mss_id":null,"hades_collection_id":149,"alt_image_ids":"5564127,5818207,psnypl_map_297,4066363,ps_map_157,5059792,5060080,5081600","video_thumbnail":null,"custom_image_id":null},{"id":4742,"uuid":"de1dcfb0-c5f6-012f-1dfc-58d385a7bc34","hades_id":1013612,"title":"Atlases of New York City","slug":"atlases-of-new-york-city","short_description":"Over 2,000 maps of New York City, including Manhattan and Brooklyn \"fire insurance maps\" from the 1850s-1860, showing streets, blocks, tax lots, natural and manmade features, buildings, neighborhoods, and more.","description":"\u003cdiv id=\"collectioncontent\"\u003e\t\u003ch3\u003eCollection History\u003c/h3\u003e   \u003cp\u003eThis group of maps includes the extent of NYPL's holding     of real estate maps by William Perris (d.1862), the English-trained civil     engineer and surveyor who originated the format. The Perris maps depict Manhattan     and Brooklyn in the 1850s-1860s, when the two boroughs were still separate     cities; their sequencing replicates their original published volumes. Commonly called \t\t\"fire insurance maps,\" these maps\t \tshow streets, blocks, tax lots, and current use classifications; they also indicate locations of     former streams and related natural features, earlier roads, previous land     uses, lot lines, and more. Other makers or publishers over time include Hyde,     Hopkins, Bromley, and the most recent and prolific, Sanborn. Today, \"Sanborn\"     has become shorthand for \"fire insurance map\" to a wide range of map users     in local government and the real estate, hazard insurance and related industries,     throughout the nation and the world.\u003c/p\u003e   \u003cp\u003eOther maps in this digital presentation include aerial maps of New York City from 1924, \t topographical surveys of Central Park, and atlases covering the Bronx, Long Island, Queens,\t and Staten Island.\u003c/p\u003e   \u003cp\u003eDigitization of the \"fire insurance\" group of maps was made possible by a grant from METRO \t (Metropolitan New York Library Council).\u003c/p\u003e \u003ch3\u003eBackground\u003c/h3\u003e   \u003cp\u003eThe New York City conflagration of 1835, which destroyed 20 million dollars     worth of property and bankrupted many small insurance companies, brought about     substantial changes in the way insured property was identified and described;     the Perris maps were one of the results. Beginning with Perris's earliest     productions, the format of the maps has stayed relatively constant, measuring     slightly smaller than 2 x 3 ft., bound or in single sheets. Uniquely, NYPL's     Perris map collection contains manuscript notations from previous owners,     which possibly include a real estate office. These notations appear as slips     of paper pasted to the maps or as direct handwritten revisions; often they     indicate multiple house numbers, showing when and where renumbering took place.\u003c/p\u003e   \u003cp\u003eBoth Brooklyn and Manhattan of the 1850s are of substantial interest to     the entire metropolitan region as the two boroughs are the locus of many early     homesteads, prominent family domiciles and leading businesses important for     the study of the history of New York City and its other boroughs as well as     the surrounding suburbs in New York and adjacent states. Local historians,     architects, archaeologists and urban planners are all avid users of historical     maps of New York City at the block and lot level. They use the maps to research     the history of particular buildings and neighborhoods, for purposes of social     history and design as well as for ecological and engineering reasons. Sometimes     the maps speak directly about the histories of the companies or homes documented,     and sometimes they facilitate research more obliquely.\u003c/p\u003e   \u003cp\u003eFor practical reasons, developers and architects are eager to learn why     there is water in their new building site, and using these maps they can determine     that an underground stream is the problem, or perhaps an old swamp or wetland     area, such as that which Canal Street, once a canal, was built to drain. Cemeteries     long ago built over are locatable; and brownstone owners can determine that     yes, wooden porches did grace the back of the row houses on their block. Scholars     also find the maps support their historical detective-work, confirming folklore     or triangulating multiple and potentially conflicting accounts.\u003c/p\u003e \u003ch3\u003eRelated Resources\u003c/h3\u003e   \u003cp\u003eHoehn, R. Philip, W. S. Peterson-Hunt and E. L. Woodruff. \u003cem\u003eUnion List of     Sanborn Fire Insurance Maps Held by Institutions in the United States and     Canada\u003c/em\u003e. (c1976-1977) V. 1. Alabama to Missouri --V. 2. Montana to Wyoming;     Canada and Mexico. Occasional paper; \\no.2-3; Occasional paper (Western Association     of Map Libraries); no. 2. \u003c/p\u003e\t \u003cp\u003eOswald, Diane L. \u003cem\u003eFire Insurance Maps: Their History and Applications\u003c/em\u003e. (c1997)\u003c/p\u003e\t \u003cp\u003eSanborn Map Company. \u003cem\u003eFire Insurance Maps from the Sanborn Map Company Archives:     New York City Late 19th Century to 1990; A Microfilm Project of University     Publications of America\u003c/em\u003e. (c1997) Research Collections in Urban History and     Urban Studies. \u003c/p\u003e\u003c/div\u003e","collection_type":null,"num_children":null,"num_items":11721,"popularity":null,"division_id":55,"created_at":"2014-11-24T22:26:04.000Z","updated_at":"2023-10-06T03:16:03.000Z","image_id":"1516802","mss_id":null,"hades_collection_id":442,"alt_image_ids":"1808826,1810977,1996034,1957398,4051830,1268455,1531825,5223591","video_thumbnail":null,"custom_image_id":"1516805"}]}}