{"lane":{"id":247,"title":"Fliers and ephemera","slug":"fliers-and-ephemera","created_at":"2023-10-17T17:33:15.000Z","updated_at":"2023-10-17T17:33:15.000Z","rank":6,"featured":false,"query":null,"type":"CollectionLane","collections":[{"id":19411,"uuid":"24fc78e0-988f-0138-b354-7557849ba9de","hades_id":null,"title":"ACT UP New York records","slug":"act-up-new-york-records","short_description":null,"description":null,"collection_type":null,"num_children":null,"num_items":146,"popularity":null,"division_id":57,"created_at":"2021-11-19T03:33:55.000Z","updated_at":"2023-09-08T03:18:54.000Z","image_id":"5116782","mss_id":10,"hades_collection_id":null,"alt_image_ids":"1582293,1583358,1577306,1635827,1583383,1577361,1577348,1577367","video_thumbnail":null,"custom_image_id":null},{"id":4735,"uuid":"79d4a650-c52e-012f-67ad-58d385a7bc34","hades_id":569241,"title":"Wallach Division Picture Collection","slug":"wallach-division-picture-collection","short_description":"Over 30,000 images from books, magazines and newspapers as well as original photographs, prints and postcards, created mostly before 1923 and selected from the over 1,000,000 images in the Mid-Manhattan Library's Picture Collection.","description":"\u003cdiv id=\"collectioncontent\"\u003e\t\u003ch3\u003eCollection History\u003c/h3\u003e      \u003cp\u003e This digitized presentation of over 30,000 items represents a select group         of images from The New York Public Library Picture Collection at the Mid-Manhattan         Library. Since its creation in 1915, the Picture Collection has met the         needs of New York's large community of artists, illustrators, designers,         teachers, students, and general researchers. Covering over 12,000 subjects,         the Picture Collection is an extensive circulating collection and reference         archive, the largest of its kind in any public library system. Most of these\t\t\t\tdigital images originally appeared on the NYPL website \"\u003ca href=\"http://digital.nypl.org/mmpco/\"\u003eThe         NYPL Picture Collection Online\u003c/a\u003e.\" \u003c/p\u003e\t\t  \u003cp\u003eThe digitization of selected \u003ca href=\"http://www.nypl.org/branch/central/mml/postcards/index.html\"\u003ePicture         Collection postcards\u003c/a\u003e now accessible through NYPL Digital Gallery has         been supported in part by funds from the Metropolitan New York Library         Council (METRO) through the New York State Regional Bibliographic Databases         Program. \u003c/p\u003e\u003ch3\u003eBackground\u003c/h3\u003e   \u003cp\u003e Within two years of the opening of The New York Public Library's central     building in 1911, the Print Room found itself overwhelmed with requests for     prints strictly from a subject point of view. Most of these requests came     from artists and illustrators in the employ of New York City's burgeoning     graphic arts industries and cultural enterprises, which included movie studios,     Broadway and vaudeville theatres, advertising agencies, publishing companies,     and fashion houses, all competing for new ideas and pressuring their artists     and illustrators to deliver them. The Print Room, a repository for fine art     prints, did have a wealth of the sort of material that was sought, but its     holdings constituted a rare and fragile collection that could not withstand     heavy use. Moreover, these holdings were cataloged by artist only, not by     subject.\u003c/p\u003e\t\t\u003c/p\u003e   \u003cp\u003eIn 1914, the Circulation Department began saving plates, posters, postcards,     and photographs for the new sort of \"reader.\" The Library's annual report     for 1915 announced: \". . . a picture collection for lending was desirable.     Requests have come from schools, city history clubs, moving picture actors,     and advertisers. . . . Borrowers include not only people who have been card     holders in the Branches, but an increasing number whose first interest in     the Library was aroused by the picture collection.\"\u003c/p\u003e      \u003cp\u003eBy the end of that year, 17,991 pictures had been prepared for circulation.         Many of these pictures came from old magazines and books that might otherwise         have been sold for scrap paper. Donations began to pour in. In 1926, with         the growing collection now housed in Room 67 of the central building,         Ellen Perkins, formerly a chief cataloger in the Circulation Department,         was given the position of Head of the Picture Collection, and the Picture         Collection was formally established. \u003c/p\u003e\t \u003cp\u003eIn this modest way began a collection that is today, at five million items,     a major resource for visual ideas. Over the years, the Picture Collection     staff built and organized so diverse and comprehensive a collection that libraries,     corporations, and governments from around the world have studied its structure     and consulted its librarians in order to apply its lessons to their own picture     libraries. Historically, the development of the collection illustrates the     way in which effective approaches to service and cataloging for visual materials     evolved, and how the cataloging of pictures came to diverge from the traditional     bibliographical orientation of descriptive cataloging, emphasizing instead     the maximum number of access points to a picture's subject content. \u003c/p\u003e\t  \u003cp\u003e\t\tRead more about the history of the Picture Collection and the contributions of \t\tRomana Javitz, whose leadership shaped the Collection profoundly over many years, \t\tin  \u003ca href=\"http://www.nypl.org/research/chss/spe/art/photo/pchist/pchist2.html\"\u003e\u003cem\u003eWorth \t\tBeyond Words: Romana Javitz and The New York Public Library's Picture \t\tCollection\u003c/em\u003e\u003c/a\u003e, from which this text has been adapted.\t\t\t\t\u003c/p\u003e \u003ch3\u003eRelated Resources\u003c/h3\u003e   \u003cp\u003eNYPL. \u0026quot;The NYPL Picture Collection Online.\u0026quot; (Web site) \u0026lt;\u003ca href=\"http://digital.nypl.org/mmpco/\" target=\"_blank\"\u003ehttp://digital.nypl.org/mmpco/\u003c/a\u003e\u0026gt;\t\t\u003c/p\u003e\t\t\u003cp\u003e_____. \"Historical Postcards of New York City from the Picture Collection at Mid-Manhattan Library\" (Online Exhibit) \u0026lt;\u003ca href=\"http://www.nypl.org/branch/central/mml/postcards/index.html\"\u003ehttp://www.nypl.org/branch/central/mml/postcards/index.html\u003c/a\u003e\u0026gt;\t\t\u003c/p\u003e   \u003cp\u003eTroncale, Anthony T. \u0026quot;Worth Beyond Words: Romana Javitz and The New York     Public Library's Picture Collection.\u0026quot; \u003cem\u003eBiblion: The Bulletin of The     New York Public Library\u003c/em\u003e Volume 4, Number 1 (Fall 1995)\u003c/p\u003e   \u003cp\u003e\u0026nbsp; \u003c/p\u003e\u003c/div\u003e","collection_type":null,"num_children":null,"num_items":34269,"popularity":null,"division_id":45,"created_at":"2014-11-24T22:22:45.000Z","updated_at":"2023-09-08T03:15:04.000Z","image_id":"833103","mss_id":null,"hades_collection_id":482,"alt_image_ids":"822524,820336,812310,816116,827315,825265,832790,809417","video_thumbnail":null,"custom_image_id":null},{"id":291993,"uuid":"7d10f150-e9c8-013a-8b28-0242ac110003","hades_id":null,"title":"Michael Cummings African American Art Event Ephemera Collection","slug":"michael-cummings-african-american-art-event-ephemera-collection","short_description":null,"description":null,"collection_type":null,"num_children":null,"num_items":99,"popularity":null,"division_id":51,"created_at":"2022-12-11T03:24:43.000Z","updated_at":"2022-12-11T03:24:43.000Z","image_id":"58506995","mss_id":null,"hades_collection_id":null,"alt_image_ids":"58507035,58507076,58507102,58507139,58507184,58507232,58507275,58507318","video_thumbnail":null,"custom_image_id":null},{"id":494861,"uuid":"3ad08ad0-3c29-013b-6e69-0242ac110002","hades_id":null,"title":"Arthur Russell papers","slug":"arthur-russell-papers","short_description":null,"description":null,"collection_type":null,"num_children":null,"num_items":10,"popularity":null,"division_id":48,"created_at":"2023-04-13T03:21:46.000Z","updated_at":"2023-09-09T03:39:26.000Z","image_id":"58613679","mss_id":23272,"hades_collection_id":null,"alt_image_ids":"58613681,58613687,58613715,58613717,58613721,58613731,58613741,58613817","video_thumbnail":null,"custom_image_id":null}]}}