{"lane":{"id":242,"title":"Photographs","slug":"photographs","created_at":"2023-10-17T17:33:14.000Z","updated_at":"2023-10-17T17:33:14.000Z","rank":1,"featured":false,"query":null,"type":"CollectionLane","collections":[{"id":205326,"uuid":"d3802d10-f49a-0139-3bff-0242ac110002","hades_id":null,"title":"Friedman-Abeles photographs","slug":"friedman-abeles-photographs","short_description":null,"description":null,"collection_type":null,"num_children":null,"num_items":17904,"popularity":null,"division_id":46,"created_at":"2022-10-17T03:15:50.000Z","updated_at":"2023-10-11T03:15:17.000Z","image_id":"58361645","mss_id":22538,"hades_collection_id":null,"alt_image_ids":"58498737,58498954,58369813,58367433,58782168,58530917,58622585,58788469","video_thumbnail":null,"custom_image_id":null},{"id":4779,"uuid":"e5462600-c5d9-012f-a6a3-58d385a7bc34","hades_id":2034756,"title":"Farm Security Administration Photographs","slug":"farm-security-administration-photographs","short_description":null,"description":null,"collection_type":null,"num_children":null,"num_items":24376,"popularity":null,"division_id":54,"created_at":"2014-11-24T23:10:13.000Z","updated_at":"2023-09-08T03:15:10.000Z","image_id":"4001447","mss_id":null,"hades_collection_id":null,"alt_image_ids":"57798849,57934989,58075355,58087449,58110702,58172803,58251467,58477281","video_thumbnail":null,"custom_image_id":"4001311"},{"id":4862,"uuid":"812e5770-c60c-012f-7167-58d385a7bc34","hades_id":100160,"title":"Changing New York","slug":"changing-new-york","short_description":"Hundreds of black and white photographs of New York City by Berenice Abbott (1898-1991) from her \u0026lt;em\u0026gt;Changing New York\u0026lt;/em\u0026gt; Works Progress Administration/ Federal Art Project, plus other work Abbott produced as a project employee.","description":"\u003cdiv id=\"collectioncontent\"\u003e \u003ch3\u003eCollection History\u003c/h3\u003e \u003cp\u003eThe Library's \u003cem\u003eChanging New York\u003c/em\u003e archive contains more than 2,200   duplicate and variant prints representing about three-quarters of the 302 images   contained in Abbott's definitive version of the project. The Library's holding   also contains images that continue the project's negative numbering but fall   outside its scope. These anomalous images are included here for historical and   pictorial purposes. The Library's archive contains contact and enlarged prints,   primarily from the 1930s, from several sources within NYPL that were united   in 1989, supplemented by occasional purchases and generous gifts beginning in   1988 : \u003c/p\u003e \u003cdiv id=\"framelist\" style=\"font-size:0.95em;font-family:Arial,sans-serif;margin-left:10px\"\u003e \u003cul\u003e  \u003cli\u003e Two hundred thirty prints acquired from the Federal Art Project in the    1930s by the Local History \u0026amp; Genealogy Division \t \u0026lt;\u003ca href=\"http://www.nypl.org/locations/divisions/milstein\" target=\"_blank\"\u003ehttp://www.nypl.org/locations/divisions/milstein\u003c/a\u003e\u0026gt;    for the \u0026quot;New York City Views File,\u0026quot; a self-indexing file of 60,000+    photographs arranged by street location which also appears in Digital Gallery   \u003c/li\u003e  \u003cli\u003e More than five hundred single and duplicate prints received by the    Picture Collection\t \u0026lt;\u003ca href=\"http://www.nypl.org/about/locations/mid-manhattan-library/picture-collection\" target=\"_blank\"\u003ehttp://www.nypl.org/about/locations/mid-manhattan-library/picture-collection\u003c/a\u003e\u0026gt;   from the Federal Art Project in the 1930s and arranged in self-indexing files    by neighborhood and subject \u003c/li\u003e  \u003cli\u003e Over seventeen hundred prints, primarily duplicates, received by the Picture    Collection from the files of the Federal Art Project when it disbanded in 1943   \u003c/li\u003e  \u003cli\u003e Approximately one hundred prints donated by Ronald A. Kurtz in the late    1980s and early 1990s, primarily portfolio prints and file prints from Abbott's    own archive \u003c/li\u003e  \u003cli\u003e Occasional prints purchased with the Miriam and Ira D. Wallach Purchase    Fund \u003c/li\u003e \u003c/ul\u003e \u003c/div\u003e \u003cp\u003eSupport from the National Endowment for the Arts in 1991-1992 enabled a computerized   inventory of the individual prints-titles, dates, sizes, physical characteristics   such as various hand-stamps, additional inscriptions, paper weight and types,   print quality, and preservation condition. The images also received subject   entries at this time. Information extracted from this database describes the   particular prints presented in this digital collection .\u003c/p\u003e\u003ch3\u003eBackground\u003c/h3\u003e \u003cp\u003ePhotographer Berenice Abbott proposed \u003cem\u003eChanging New York\u003c/em\u003e, her grand   project to document New York City, to the Federal Art Project (FAP) in 1935.   The FAP was a Depression-era government program for unemployed artists and workers   in related fields such as advertising, graphic design, illustration, photofinishing,   and publishing. A changing staff of more than a dozen participated as darkroom   printers, field assistants, researchers and clerks on this and other photographic   efforts. Abbott's efforts resulted in a book in 1939, in advance of the World's   Fair in Flushing Meadow NY, with 97 illustrations and text by Abbott's fellow   WPA employee (and life companion), art critic Elizabeth McCausland (1899-1965).   At the project's conclusion, the FAP distributed complete sets of Abbott's final   302 images to high schools, libraries and other public institutions in the metropolitan   area, plus the State Library in Albany. Throughout the project, exhibitions   of the work took place in New York and elsewhere. After decades of lapse, the   founding of the National Endowment of the Arts in 1965 revived the FAP's ideals   .\u003c/p\u003e \u003cp\u003eAbbott was born and raised in Ohio where she endured an erratic family life.   In 1918, after two semesters at Ohio State University, she left to join friends   associated with the Provincetown Players, in Greenwich Village. There she met   Djuna Barnes, Kenneth Burke, Elsa von Freytag-Loringhoven, Edna St. Vincent   Millay, \u003cem\u003eLittle Review\u003c/em\u003e editors Margaret Anderson and Jane Heap, and   other influential modernists. From 1919-1921, while studying sculpture, Abbott   supported herself as an artist's model, posing for photographers Nikolas Muray   and Man Ray. She also met Marcel Duchamp, and participated in Dadaist publications.\u003c/p\u003e   \u003cp\u003eAbbott moved to Paris in 1921, where she continued to study sculpture (and     in Berlin), and to support herself by modeling. During 1923-1926, she worked     as Man Ray's darkroom assistant (he had also relocated to Paris) and tried     portrait photography at his suggestion. Abbott's first solo exhibition, in     1926, launched her career. In 1928 she rescued and began to promote Eug\u0026egrave;ne     Atget's photographic work, calling his thirty years of Parisian streetscapes     and related studies \"realism unadorned. \"\u003c/p\u003e \u003cp\u003eIn 1929 Abbott took a new artistic direction to tackle the scope (if not the   scale) of Atget's achievement in New York City. During 1929-38, she photographed   urban material culture and the built environment of New York, documenting the   old before it was torn down and recording new construction. From 1934-58, she   also taught photography at the New School. During 1935-39, Abbott worked as   a \"supervisor\" for the Federal Art Project to create \u003cem\u003eChanging New York\u003c/em\u003e (her   free-lance work and New School teaching commitment made her ineligible for unemployment   relief) .\u003c/p\u003e \u003cp\u003eFrom 1939-60, Abbott photographed scientific subjects, concluding with her   notable illustrations for the MIT-originated Physical Sciences Study Committee's   revolutionary high school physics course. In 1954, she photographed along the   length of US 1; the work never found a publisher. In 1968, Abbott sold the Atget   archive to the Museum of Modern Art in New York, and moved permanently to her   home in central Maine (bought in 1956 and restored over several decades) .\u003c/p\u003e \u003cp\u003e1970 saw Abbott's first major retrospective exhibition, at the Museum of Modern   Art. Her first retrospective portfolio appeared in 1976, and she received the   International Center of Photography's Lifetime Achievement Award in 1989. She   died at home in Monson, Maine in December 1991 .\u003c/p\u003e \u003ch3\u003eRelated Resources\u003c/h3\u003e \u003cp\u003e  Abbott, Berenice and Elizabeth McCausland. \u003cem\u003eChanging New York\u003c/em\u003e. (1939) [reprinted  1973 as \u003cem\u003eNew York in the Thirties\u003c/em\u003e] \u003c!--[CatNYP] B42199505 --\u003e\u003c/p\u003e \u003cp\u003eLevere, Douglas. \u003cem\u003eNew York Changing\u003c/em\u003e. (2004) \u003c/p\u003e \u003cp\u003eMuseum of the City of New York \"Berenice Abbott's Changing New York\" (1998). \u0026lt;\u003ca href=\"http://www.mcny.org/collections/abbott/abbott.htm\" target=\"_blank\"\u003ehttp://www.mcny.org/collections/abbott/abbott.htm\u003c/a\u003e\u0026gt;\u003c/p\u003e\u003cp\u003eNew York Public Library. \u003cem\u003eBerenice Abbott, Photographer: A Modern Vision; A Selection of Photographs and Essays\u003c/em\u003e. (1989) \u003c!--[CatNYP] B24478696--\u003e\u003c/p\u003e \u003cp\u003eO'Neal, Hank. \u003cem\u003eBerenice Abbott, American photographer\u003c/em\u003e. (c1982) \u003c!--[CatNYP] B17971469--\u003e\u003c/p\u003e \u003cp\u003eYochelson, Bonnie. \u003cem\u003eBerenice Abbott: Changing New York\u003c/em\u003e. (c1997) \u003c!--[CatNYP] B49561066--\u003e\u003c/p\u003e\u003c!--- \u003cp\u003e-- 9/13/04\u003cbr\u003e \u003c/p\u003e ---\u003e\u003c/div\u003e","collection_type":null,"num_children":null,"num_items":2183,"popularity":null,"division_id":54,"created_at":"2014-11-24T23:11:32.000Z","updated_at":"2023-09-08T03:15:35.000Z","image_id":"58449605","mss_id":null,"hades_collection_id":160,"alt_image_ids":"58457603,58447245,58452281,58458413,58453692,58456831,58488545,58495219","video_thumbnail":null,"custom_image_id":null},{"id":4880,"uuid":"f7ffc990-c5ae-012f-eb75-58d385a7bc34","hades_id":1066074,"title":"Diana Davies photographs","slug":"diana-davies-photographs","short_description":"Thousands of items from the 1960s-90s document the generations of activists in the United States that fought for civil rights for lesbian, gay, bisexual and transgender people, and struggled against societal stigma to end the AIDS crisis. The collection consists of photographs documenting key activists, organizations, and protests, as well as posters, ephemera, and artwork.","description":"\u003cdiv id=\"collectioncontent\"\u003e \u003ch3\u003eCollection History\u003c/h3\u003e\u003cp\u003e\tGays and lesbians in the United States began to mobilize politically in the 1950s with the founding\tof the Mattachine Society and the Daughters of Bilitis in California. This activist impulse\tspread nationwide, but did not reach critical mass until the late 1960s due to the influence\tof the African American civil rights, feminist, and anti-war student movements. In the \twake of the Stonewall Riots in 1969, the Gay Activists Alliance (GAA) was formed in New\tYork City by an alliance of both veteran and youth activists.  GAA, along with the Gay \tLiberation Front (GLF) and Lesbian Feminist activists, made major transformations in the\tpolitics of sexuality and gender in the United States. \u003c/p\u003e\u003cp\u003e\tAmong the many activist groups that worked to archive this history was the International Gay\tInformation Center (IGIC), which grew out of the History Committee of GAA. The IGIC archives \toperated as a community-based repository until 1988, when the organization's directors gave \tthe collection to The New York Public Library. The IGIC archives, along with other archives \tand collections subsequently donated to the Library, such as the Barbara Gittings and Kay \tTobin Lahusen Gay History Papers and Photographs, comprehensively document the gay and lesbian \tcivil rights struggles in New York since the 1950s and have made NYPL one of the most important\tarchives of LGBT history in the United States.\u003c/p\u003e\u003cp\u003e\tDuring the 1980s-90s, activists in New York City drew upon the tactics of these earlier \tLGBT organizations to face the challenge of the AIDS crisis. They renewed these strategies \tin order to fight social stigma, demand treatment and support for people with HIV/AIDS, and\tcreate positive strategies to prevent the spread of the disease.  Gay Men's Health Crisis \tand ACT UP were among the most pivotal of these pioneering organizations.  Building upon \tthese growing strengths in LGBT history, the Library expanded its focus to document the \thistory of HIV/AIDS activism in New York City, collecting the archives of major organizations, \tactivists, and artists connected with this social movement.\u003c/p\u003e\u003cp\u003e \u003c/p\u003e \u003ch3\u003eRelated Resources\u003c/h3\u003e\u003cp\u003e1969: The Year of Gay Liberation \u0026lt;\u003ca href=\"http://legacy.www.nypl.org/research/chss/1969/\"\u003ehttp://legacy.www.nypl.org/research/chss/1969/\u003c/a\u003e\u0026gt; \u003c/p\u003e\u003cp\u003eCarter, David. \u003cem\u003eStonewall: the Riots that Sparked the Gay Revolution\u003c/em\u003e. New York: St. Martin's Press, 2004.  \u003c/p\u003e\u003cp\u003eClendinen, Dudley. \u003cem\u003eOut for Good: the Struggle to Build a Gay Rights Movement in America\u003c/em\u003e. New York: Simon \u0026amp; Schuster, 1999. \u003c/p\u003e\u003cp\u003eCrimp, Douglas. \u003cem\u003eAIDS Demo Graphics\u003c/em\u003e. Seattle: Bay Press, 1990.  \u003c/p\u003e\u003cp\u003eDuberman, Martin B. \u003cem\u003eStonewall\u003c/em\u003e. New York: Dutton, 1993.  \u003c/p\u003e\u003cp\u003eEisenbach, David.  \u003cem\u003eGay Power: An American Revolution\u003c/em\u003e. New York: Carroll \u0026amp; Graf, 2006. \u003c/p\u003e\u003cp\u003eGould, Deborah. \u003cem\u003eMoving Politics: Emotion and ACT UP's Fight against AIDS\u003c/em\u003e. Chicago: University Of Chicago Press, 2009. \u003c/p\u003e\u003cp\u003eShilts, Randy. \u003cem\u003eAnd the Band Played On: Politics, People, and the AIDS epidemic\u003c/em\u003e. New York: St Martin's Griffin, 2007.  \u003c/p\u003e\u003c/div\u003e","collection_type":null,"num_children":null,"num_items":3837,"popularity":null,"division_id":57,"created_at":"2014-11-24T23:11:46.000Z","updated_at":"2023-09-08T03:15:27.000Z","image_id":"58103445","mss_id":732,"hades_collection_id":662,"alt_image_ids":"57977879,58050644,58081233,58077315,58083434,58086590,58096456,58097081","video_thumbnail":null,"custom_image_id":null}]}}